Repository: 0xilis/Lina
Catalog: Lina/*.lproj/Localizable.strings
Languages: fr_ca

source: Welcome
fr_ca: Bienvenue

source: Hello
fr_ca: Bonjour

source: Digital Signatures
fr_ca: Signatures Digitales

source: Open Source
fr_ca: Source Ouverte

source: Built on open standards and transparent cryptography.
fr_ca: Construit sur des standards ouverts et sur la cryptograhpie transparente.

source: Secure Archives
fr_ca: Archives Sécurisées

source: Create encrypted archives with military-grade encryption.
fr_ca: Créer des archives cryptées avec de l'encryption de qualité militaire.

source: Create
fr_ca: Créer

source: Extract
fr_ca: Extraire

source: Verify
fr_ca: Vérifier

source: Credits
fr_ca: Crédits

source: Create .aar archives.
fr_ca: Créer des archives .aar.

source: Create Archive
fr_ca: Créer Archive

source: Create signed .aea archives.
fr_ca: Créer des archives .aar signées.

source: Create Signed Archive
fr_ca: Créer une archive signée

source: Create encrypted .aea archives.
fr_ca: Create des archives .aea signées.

source: Create Encrypted Archive
fr_ca: Créer fichier compressé chiffrée.

source: Compression Type
fr_ca: Type de compression

source: Select compression method for your archive.
fr_ca: Sélectionnez la méthode de compression pour votre archive

source: LZFSE (Recommended)
fr_ca: LZFSE (Recommandé)

source: Raw (Uncompressed)
fr_ca: Raw (Sans compression)

source: Cancel
fr_ca: Annuler

source: AEA Creation
fr_ca: Création de AEA

source: Select the ECDSA-P256 raw X9.63 private key.
fr_ca: Sélectionnez le clé privé brute ECDSA-P256 au format X9.23.

source: Select auth data for the AEA.
fr_ca: Sélectionnez les données d'authentification pour le fichier AEA

source: Success!
fr_ca: Succès!

source: Archive created at ((PATH)). Press "Share" to save your file.
fr_ca: Fichier créé dans ((PATH)). Appuiez sur "Partager" pour sauvegarder votre fichier.

source: Share
fr_ca: Partager

source: Error
fr_ca: Erreur

source: Nothing selected.
fr_ca: Rien de sélectionné.

source: Please select a directory first.
fr_ca: Choisissez un dossier d'abord.

source: The selected path is not a directory.
fr_ca: Le chemin choisi n'est pas un dossier.

source: Please select an archive first.
fr_ca: Choisissez une archive d'abord.

source: neo_aa_extract_aar_to_path_err returned code: ((ERRORCODE)). ((STDERR))
fr_ca: neo_aa_extract_aar_to_path_err a retourné le code: ((ERRORCODE)). ((STDERR))

source: archiveURL.path is not readable ((PATH)).
fr_ca: archiveURL.path n'est pas lisible ((PATH)).

source: Failed to create directory at ((PATH))
fr_ca: Échec de la création du dossier dans ((PATH))

source: Error (Invalid Key)
fr_ca: Erreur (Clé invalide)

source: Private key must be 97 bytes (Raw X9.63 ECDSA-P256).
fr_ca: Le clé privé doit être de 97 octets (Raw X9.63 ECDSA-P256).

source: Public key must be 65 bytes starting with 0x04 (Raw X9.63 ECDSA-P256).
fr_ca: Le clé public doit être de 65 octets et doit commencer par 0x04 (Raw X9.63 ECDSA-P256).

source: Invalid ECDSA-P256 key format (Needs Raw X9.63 ECDSA-P256).
fr_ca: Format de clé ECDSA-P256 invalide (Besoin d'un cle brute X9.63 ECDSA-P256).

source: Failed to sign archive.
fr_ca: Échec de la signature de l'archive.

source: Invalid AAR file.
fr_ca: Fichier AAR invalide.

source: Unsupported AEA profile.
fr_ca: Profil AEA non supporté.

source: Failed to extract archive.
fr_ca: Échec de l'extraction de l'archive.

source: Could not access selected files.
fr_ca: Pas capable d'accéder aux fichiers.

source: File is not AEA or AAR!
fr_ca: Le fichier n'est pas un AEA ou un AAR!

source: Please select an AEA file first.
fr_ca: Selectionnez un fichier AEA d'abord

source: Please select a public key file.
fr_ca: Selectionnez un fichier de clé publique

source: Could not open AEA file.
fr_ca: Incapable d'ouvrir la fichier AEA.

source: Failed to read contents of temporary directory: ((ERROR))
fr_ca: Incapable de lire le contenu du dossier temporaire : ((ERROR))

source: Failed to remove file at ((PATH)): ((ERROR))
fr_ca: Incapable de supprimer le fichier dans ((PATH)): ((ERROR))

source: Extract .aea, .aar, and .yaa files.
fr_ca: Extraire des fichiers .aea, .aar et .yaa.

source: Extract Archive
fr_ca: Extraire l'archive

source: Extracted.aar
fr_ca: Extrait.aar

source: Files extracted to ((PATH))
fr_ca: Fichiers extraits à ((PATH))

source: Files extracted successfully.
fr_ca: Fichiers décompressés avec succès.

source: Verify the signature of .aea files using ECDSA-P256 public keys.
fr_ca: Vérifier la signature d'un fichier AEA en utilisant un clé public ECDSA-P256.

source: Verify AEA
fr_ca: Vérifier un fichier AEA

source: Verification Successful
fr_ca: Vérification complété avec succès

source: The AEA file is authentic and valid.
fr_ca: Le fichier AEA et authentique et valide.

source: Verification Failed
fr_ca: Vérification échouée

source: The signature is invalid or the file has been tampered with.
fr_ca: La signature est invalide ou le fichier à été modifié.

source: View Source Code
fr_ca: Regarder le code source

source: Reset Onboarding
fr_ca: Réinitialiser l'intégration

source: Version ((VERSION))
fr_ca: Vérsion ((VERSION))

source: Create and extract AAR/AEA archives using libNeoAppleArchive. Sign and verify archives with ECDSA-P256 keys.
fr_ca: Créer et extraire des archive AEA et AAR en utilisant libNeoAppleArchive. Signer et vérifier des archive en utilisant des clés ECDSA-P256.

source: Main Developer
fr_ca: Développeur principale

source: Core Contributor
fr_ca: Contributeur principal

source: Miscellaneous
fr_ca: Divers

source: Translator - English)
fr_ca: Traducteur - Français

source: ...and thanks to users like you!
fr_ca: ...et merci aux utilisateurs comme vous!

source: Onboarding Reset
fr_ca: Rafraîchir l'intégration

source: Will show on next launch.
fr_ca: L'intégration apparaîtra la prochaîne lancée de l'application.
